{
    "switch_language":"Language",
    "name":"You, Min-Chung",
    "front-end":"Front-end Engineer",
    "back-end":"Back-end Engineer",
    "content":"Content Creator",
    "hello":"Hello, I am",
    "learning":"Learn to be a",
    "portfolio":"Portfolio",
    "web":"Web",
    "app":"APP",
    "blog":"Blog",
    "microservice":"MicroService",
    "app-Desc":"Make apps that can help improve our quality of life.",
    "comment":"Testimonials",
    "work":"Works",
    "aboutme":"About me",
    "goal":"My goal",
    "goal_title":"My Goal & Ambiton",
    "experience":"Experience",
    "skill":"Skills",
    "slogan":"Slogan",
    "contact":"Contact",
    "send":"Send",
    "web-Desc":"Showing all kinds of brands by building awesome websites.",
    "blog-Desc":"Writing all my knowledge into articles.",
    "email":"E-mail",
    "message":"Message",
    "story":"Story",
    "userflow":"Userflow",
    "system":"System & Tool",
    "finaldesign":"Final Design",
    "index":"Back",
    "intro":"Intro",
    "social-Desc":"A web application that mimics the Messenger, friend request, and posting systems.",
    "social-feature1":"Post , Comment , Like system",
    "social-feature2":"Realtime Chat Application",
    "social-feature3":"Fully RWD website",
    "social-story1":"I Want to build my own social website just like Facebook",
    "social-story2":"Use Socket.io to build a real-time chat application",
    "social-story3":"Understand the database framework of Timeline posts and friend requests",
    "social-story4":"Use imgur as a picture storage database",
    "todo-Desc":"A Web App that imitates Microsoft Todo to create a category and build a custom todo task",
    "todo-feature1":"Category system to classify tasks",
    "todo-feature2":"Customized to-do task management system",
    "todo-feature3":"Switch language",
    "todo-feature4":"Fully RWD Website",
    "todo-story1":"Learn to use Redux to do state managment",
    "todo-story2":"I am not satisfied with the previous todolist I used",
    "todo-story3":"I really like Microsoft Todo, so I want to build a clone of my own.",
    "title":"Engineer | Kai You",
    "desc":"I am Kai You, an engineer who loves surfing!",
    "point1":"I focus on developing React/Express fullstack applications, trying to build an application that can give back to society.",
    "point2":"I developed an app that can help catch illegal parking on campus in 2020.",
    "point3":"I turn all my knowledge into articles. I have a blog that already has more than 10000 views.",
    "point4":"I also want to be good at management. I attended a national contest that helped enterprises come up with marketing strategy.",
    "point5":"I am a passionate, responsible, and hard-working engineer. I believe I can help you solve problems when it comes to coding.",
    "goal1":"I am learning to become a good full-stack engineer and hope to become more efficient at coding.",
    "goal2":"I hope to help more enterprises show their brand value by building awesome websites.",
    "goal3":"After gaining enough experience, I want to develop my own brand to help people who want to become engineers.",
    "experience1":"I found my brand, Hardco, and started to write sideprojects and articles.",
    "experience2":"National Sun Yat-sen University Master of Information Management Department",
    "experience3":"Workout App - 2019 NCU Cliab contest -  Honorable Mention ",
    "experience4":"Workout App - 2019 International ICT Innovative Service Award- Honorable Mention",
    "front":"Front-end",
    "back":"Back-end",
    "machinelearning":"Machine-Learning",
    "managment":"Managment",
    "crawler":"Web Crawler", 
    "testimonial1_desc":"When I teamed up with Kai before, I felt his passion for constructing a project. He is really ambitious and creative, and he is willing to put his ideas into action. He is a respective leader.",
    "testimonial2_desc":"I worked with Kai for four months on a project, because of his rational and clear-headed mind. Our work was really efficient. Besides, he is really talkative and hilarious,I had a great experience working with him.",
    "testimonial3_desc":"Kai is a creative person and his execution is impressive. During our cooperation, he keeps coming up with good ideas, and he is willing to turn his thoughts into action. Overall, we have a great time working together!",
    "testimonial1_title":"Sun Yat-Sen University graduate student",
    "testimonial2_title":"E.SUN BANK Sofaware Engineer",
    "testimonial3_title":"RaiseHead Studio PM Intern",
    "testimonial1_name":"Zheng Zhu-Xiu",
    "testimonial2_name":"Jiang Ming-Xuan",
    "testimonial3_name":"Chen Yan-Jun"
    
}